tap "candid82/brew"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "majd/repo"
tap "yqrashawn/goku"
brew "berkeley-db", link: true
brew "git"
brew "mas"
brew "nvm"
brew "openjdk"
brew "readline"
brew "pipenv"
brew "pyenv"
brew "ruby"
brew "starship"
brew "tmux"
brew "vim"
brew "zplug"
brew "federico-terzi/espanso/espanso"
brew "yqrashawn/goku/goku"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "ipatool"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
mas "Baking Soda", id: 1601151613
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Image2icon", id: 992115977
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Userscripts", id: 1463298887
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
